Repository: botirovshox-lang/med-translation
Catalog: med_translation_backup_20260524_173328/словари/output/tm.tmx
Source language: en
Languages: ru

source: Skin Cancer Skin cancer is the most common type of cancer in the United States. It is normal for your body to replace old cells with new ones. Sometimes skin cells keep dividing when new cells are not needed and skin cancer occurs. Risk Factors Anyone, including people with dark skin, hair and eyes, can develop skin cancer, not just those at higher risk. You are at higher risk if you have: • Spent a lot of time in the sun • Family members with skin cancer • Certain types or a large number of moles • Skin that burns or freckles in the sun • Light-colored skin, hair and eyes Prevention • Avoid being in the sun from 10 AM to 4 PM. • Wear clothing such as a hat, long sleeves and pants to block the sun’s rays. • Use a sunscreen with a sun protection factor (SPF) of 15 or higher year round when you are going outside. Reapply as directed on the bottle. • Learn to know what skin cancer looks like. • Check your skin monthly. Report any changes to your doctor. Skin Cancer. Russian.
ru: Рак кожи является самой распространенной формой рака в Соединенных Штатах. В течение жизни старые клетки кожи заменяются новыми. Иногда клетки кожи продолжают делиться, когда новые клетки не нужны — так возникает рак кожи. Факторы риска Рак кожи может возникнуть у любого человека, в том числе у людей со смуглой кожей, темными глазами и волосами, а не только у людей из группы повышенного риска. У вас повышенный риск возникновения рака кожи, если: • Вы проводите много времени на солнце • У членов вашей семьи был рак кожи • У вас родинки определенного типа или много родинок • Вы быстро обгораете на солнце, или у вас появляются веснушки • У вас светлая кожа, глаза и волосы Профилактика • Не находитесь на солнце с 10.00 до 16.00. • Для защиты от солнечных лучей носите головной убор, брюки и одежду с длинными рукавами. • В течение всего года при выходе на улицу используйте солнцезащитный крем с коэффициентом защиты не менее 15. Повторно наносите крем в соответствии с инструкцией на тюбике. • Выясните, как выглядит рак кожи. • Ежемесячно проверяйте свою кожу. Сообщите своему врачу о любых изменениях.

source: • If you are at risk, see a doctor who specializes in the skin called a dermatologist each year for a skin exam. There are 3 major types of skin cancer: Basal Cell Carcinoma (BCC): This is the most common. This cancer grows in the basal cells in the lowest layer of the skin. This type grows slowly and rarely spreads to other parts of the body, but early treatment is needed. This type appears on skin exposed to the sun such as the face, ears, scalp and upper body. Look for: • Shiny or pearly bumps or growths • A sore that heals and then re-opens • A pink, slightly raised growth • Red, irritated patches of skin • A waxy scar Squamous Cell Carcinoma (SCC): This cancer grows in the squamous cells in the upper layer of the skin. This type can be found anywhere including the inside of the mouth and the genital area. Get early treatment to prevent the spread of this cancer. Look for a crusty or scaly patch of skin often with a red base. Melanoma: This type begins in the skin cells that give skin its color. Melanoma can spread quickly Skin Cancer. Russian.
ru: • Если вы относитесь к группе риска, ежегодно обследуйтесь у врача- дерматолога, который специализируется на кожных заболеваниях. Существует 3 основных типа рака кожи: Базально-клеточная карцинома: Это наиболее распространенный вид рака. Он возникает в базальных клетках нижнего слоя кожи. Рак этого типа растет медленно и редко передается на другие части тела, однако требует лечения на ранней стадии. Он развивается на открытых участках кожи, таких как лицо, уши, голова и верхняя часть тела. Обратите внимание на: • Блестящие или перламутровые выпуклости или новообразования • Незаживающие язвы • Слегка выпуклые новообразования розового цвета • красные, раздраженные участки кожи • Восковидные рубцы Плоскоклеточная карцинома: Этот рак возникает в сквамозных клетках верхнего слоя кожи. Этот тип рака может возникнуть в любом месте, включая внутреннюю поверхность рта и гениталии. Чтобы предотвратить распространение рака этого типа, необходимо пройти лечение на ранней стадии. Обратите внимание на чешуйчатые или покрытые корочкой участки кожи, зачастую красноватого цвета. Меланома: Этот тип рака возникает в клетках кожи, которые определяют ее цвет. Меланома

source: to other tissues and organs. The cure rate is high with early treatment. Look for changes in moles or new moles where: • One half of the mole does not match the other half. • The edges of the mole are uneven or ragged. • The color is uneven with more than one shade or color present. • The size is larger than a pencil eraser or there is any change in size. • There are changes in the way it feels. It may itch, feel dry, lumpy, swollen or tender. Your care Treatment involves removing the tissue suspected of being skin cancer from the skin. This is done in the doctor’s office or in the hospital. The tissue is sent to a lab to check for cancer cells. This is called a biopsy. Often, no further treatment is needed. Skin cancer may also be treated with radiation therapy and chemotherapy. Talk to your doctor or nurse if you have any questions or concerns. © 2005 - January 3, 2017, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Skin Cancer. Russian.
ru: может быстро распространиться на другие ткани и органы. Лечение на ранней стадии повышает вероятность полного излечения. Обратите внимание на следующие признаки: • Родинки с несимметричными краями. • Родинки с неровными или зубчатыми краями. • Родинки неравномерного цвета. • Крупные родинки размером более ластика на карандаше и родинки, которые изменились в размере. • Любые изменения самочувствия в местах расположения родинок. Это может быть зуд, выделение жидкости, уплотнение, припухлость или дискомфорт. Лечение Лечение включает удаление подозрительных тканей. Это делается в кабинете врача или в больнице. Удаленная ткань отправляется в лабораторию для выявления раковых клеток. Это называется биопсией. Дальнейшее лечение зачастую не требуется. Рак кожи также лечится с помощью лучевой терапии и химиотерапии. Если у вас есть вопросы или опасения, обратитесь к врачу или медсестре. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Smoking and Secondhand smoke is the smoke from the burning end of a cigarette, pipe or cigar, and the smoke exhaled by the smoker. Secondhand smoke exposes your baby to toxic chemicals that can cause serious health problems. In fact, babies exposed to this smoke are more likely to die before their first birthdays. Give your baby a healthy start by quitting smoking and not letting others smoke around you or your baby. • Set rules for people who smoke to always go outside. • Never allow smoking in the car, even when the window is open. • Do not spend time in places or homes that allow smoking. • Find smoke-free places to eat when you go out. • Smoke that lingers on clothing can also be a hazard for babies. Have anyone who will hold the baby change their shirt if it smells like smoke or place a blanket over their clothing. Smoking and Your Baby. Russian.
ru: малыш Your Baby Пассивное курение — это вдыхание дыма от сигареты, трубки или сигары, а также дыма, выдыхаемого курильщиком. Пассивное курение подвергает ребенка воздействию токсичных веществ, которые могут привести к серьезным проблемам со здоровьем. Риск того, что ставшие пассивными курильщиками младенцы не доживут до года, очень велик. Позаботьтесь о здоровье своего малыша, бросайте курить и не позволяйте курить другим рядом с вами или вашим ребенком. • Курильщики должны выходить на улицу. • Никогда не разрешайте курить в машине даже при открытом окне. • Избегайте мест и помещений, где разрешено курить. • В заведениях общественного питания выбирайте места, где курение запрещено. • Дым, которым пропиталась одежда, также может быть опасен. Если одежда того, кто собирается взять малыша на руки, пропахла дымом, попросите ее сменить или завернуться в одеяло.

source: How it helps your baby Babies who live in smoke-free homes often have: • Fewer coughs and chest colds. • Lower chances of getting bronchitis or pneumonia. • Fewer ear infections. • Have asthma attacks less often and less severe, if they have asthma. • Lower chances of dying from SIDS. If you smoke, make a plan to quit Smoking is dangerous to your health. Quitting will reduce your risk of dying from heart disease, blood vessel disease, lung problems, cancer and stroke. Talk to your doctor about quitting. Ask about classes and support groups in your area. Also ask about medicines and other aids to help you quit. Get support and encouragement from family and friends. Ask for advice on new ways to relax and deal with stress. Before you try to stop smoking, commit to stopping. Smoking is a learned behavior that you must unlearn. It is not easy to stop, but it can be done if you are serious about quitting. Stopping will help you live a healthier and longer life. There is also less risk your children will smoke someday. © April 17, 2020, Health Information Translations. information found on this website should not be used in place of a consultation your doctor or other qualified health care provider before you start or stop any treatment State University Wexner Medical Center, Mount Carmel Health System, OhioHealth you may incur as a result of your stopping medical treatment or your failure to obtain Smoking and Your Baby. Russian.
ru: Как отказ от курения поможет вашему ребенку Дети, проживающие в домах, где не курят: • реже кашляют и болеют простудными заболеваниями; • реже болеют бронхитом и пневмонией; • меньше подвержены ушным инфекциям; • реже страдают от приступов астмы или переносят их легче; • меньше подвержены риску внезапной детской смерти. Составьте план отказа от курения Курение опасно для здоровья. Бросив курить, вы сократите риск смерти от сердечно-сосудистых и легочных заболеваний, рака и инсульта. Спросите врача, как бросить курить. Расспросите об имеющихся в вашем районе программах обучения и группах поддержки. Спросите врача, какие лекарства и иные средства могут помочь вам бросить курить. Попросите о поддержке родных и друзей. Поинтересуйтесь, как расслабиться и справиться со стрессом. Дайте себе слово, что бросите курить. Курение — это выработанное поведение, от которого следует отучиться. Бросить курить нелегко, но реально, если вы настроены серьезно. Отказавшись от курения, вы станете здоровее и проживете дольше. Это также снизит риск того, что ваши дети станут курить. for personal, non-commercial use only. The medical with your doctor or other health care provider. You should always seek the advice of or with any questions you may have about a medical condition. The Ohio and Nationwide Children’s Hospital are not responsible for injuries or damages treatment.

source: Soothe a Crying Baby and Soothing a Crying Baby Babies cry for many reasons. Sometimes babies cry to tell us what they need, such as when they are hungry, wet, tired or even bored. At times, you may not know why your baby is crying. Some babies cry more than others, especially in the first few months of life. It is normal for babies to: • Cry on and off • Keep crying when you are trying to comfort them • Cry more in the evening hours when tired • Have a red face, clenched fists, hard and tight stomach, arched back, legs pulled up to their stomach or stiff legs • Cry for a long time Responding to your baby’s crying quickly can prevent them from becoming too upset. This can make them easier to sooth. It will not spoil them. Try these things to calm your baby: • See if your baby is hungry. Be careful not to overfeed your baby, but sometimes they may need to eat more often, such as during a growth spurt. • Change your baby’s diaper if they are wet or dirty. • Give your baby a warm bath. • Cuddle or swaddle your baby in a blanket and hold them close to you. • Place your baby’s head near your heart. Soothe a Crying Baby and Prevent Shaken Baby. Russian.
ru: ребенка и не допустить сотрясения Prevent Shaken Baby Как успокоить плачущего ребенка Ребенок плачет по многим причинам: например, когда он голоден, промок, устал или просто соскучился. Иногда сложно определить, чем вызван плач ребенка. Некоторые дети часто плачут, особенно в первые месяцы жизни. Для младенцев считается нормой: • периодически плакать; • продолжать плакать, когда вы пытаетесь их успокоить; • плакать вечером, когда они устали; • иметь красное лицо, сжатые кулачки, твердый и напряженный животик, изогнутую спинку, напряженные или подтянутые к животу ножки; • плакать долго. Ваша быстрая реакция на плач не даст ребенку сильно расстроится, поможет его успокоить и ничем ему не навредит. Как успокоить малыша: • убедитесь, что ребенок не голоден. Будьте осторожны: не перекормите малыша. Но иногда, особенно в периоды резкого роста, ему может понадобиться кушать чаще; • поменяйте подгузник; • искупайте ребенка в теплой ванне; • обнимите или заверните ребенка в одеяло и прижмите его к себе; • положите голову малыша около своего сердца;

source: • You can use pacifiers with your baby. Never use a string to attach the pacifier around your baby’s neck. • Rock, walk with your baby or take them for a ride in a stroller or a car. • Talk to your baby in a steady, soft voice. • Sing, hum or coo softly to your baby. • Turn on something with a rhythmic sound, such as music, a fan or clothes dryer (do not place your baby on top of a washing machine or dryer). • Keep the lights low and the room quiet. Crying Can Be Hard for Parents and Caregivers You may find ways to calm your baby, but it might not work every time. There may be times your baby cries no matter what you do. Although this is normal, parents sometimes worry there is something wrong. Toddlers cry for the same reasons babies cry. Toddlers can also cry when they try to learn new things. It can be hard to soothe your baby when you are upset. If you feel yourself getting frustrated, have someone watch and comfort your baby while you take a break. If you are alone with your baby, put them in a safe place, like their crib, while you calm down. Soothe a Crying Baby and Prevent Shaken Baby. Russian.
ru: • дайте ему пустышку, но никогда не вешайте пустышку на шею; • укачивайте ребенка или прохаживайтесь с ним на руках или в коляске; • разговаривайте с малышом ровным мягким голосом; • пойте, напевайте или воркуйте своему малышу; • включите какой-нибудь ритмичный звук, например музыку, вентилятор или сушилку для белья (никогда не кладите малыша на стиральную машину или сушилку); • создайте в комнате приглушенный свет и тишину. Родителям и опекунам сложно терпеть плач Можно найти способ успокоить ребенка, однако он может не всегда срабатывать. Иногда ребенок плачет, что бы вы ни делали. Это нормально, но может вызывать у родителей тревогу. Дети младшего возраста плачут по тем же причинам, что и груднички, например, когда узнают что-то новое. Когда вы расстроены, успокоить ребенка может быть непросто. Если вы чувствуете, что находитесь в подавленном состоянии, отдохните и попросите кого-нибудь присмотреть за ребенком и успокоить его. Если никого рядом нет, уложите малыша в безопасное место, например в кроватку.

source: If you feel frustrated or stressed: Caring for babies and toddlers is stressful, even when they are not crying. Know when you are becoming stressed out. Have a plan to calm yourself down. After putting your baby on their back in a safe crib or playpen: • Take several deep breaths and count to 100. • Go outside for fresh air. • Wash your face, or take a shower. • Exercise. Do sit-ups, or climb the stairs a few times. • Go in another room, and turn on the TV or radio. • Call a friend or relative. Check on your baby every 5 to 10 minutes. Although it is normal for babies to cry, call your baby’s doctor if you have any concerns that your baby is sick. Call your baby’s doctor for advice if your baby: • Cries too much • Has cries that are loud, piercing or do not stop • Cries more than 3 hours each day and more often than 3 days each week Shaken Baby Shaken baby syndrome (SBS) is a brain injury that happens when a frustrated person violently shakes a baby or toddler. Shaking often happens when caregivers, like parents, babysitters or other family members, get frustrated or angry when an baby will not stop crying. Soothe a Crying Baby and Prevent Shaken Baby. Russian.
ru: Если вы находитесь в подавленном состоянии или состоянии стресса: Ухаживать за малышами непросто, даже когда они не плачут. Выясните, когда вы раздражаетесь. Разработайте план, который поможет вам успокоиться. После того, как вы уложите ребенка на спинку в безопасную кроватку или манеж: • сделайте несколько глубоких вдохов и сосчитайте до 100; • выйдите на свежий воздух; • вымойте лицо или примите душ; • сделайте упражнения; поприседайте или несколько раз поднимитесь и спуститесь по лестнице; • перейдите в другую комнату и включите телевизор или радио; • позвоните другу или родственнику. Проверяйте ребенка раз в 5–10 минут. Дети обычно плачут, но, если вы опасаетесь, что ребенок заболел, позвоните педиатру. Позвоните врачу, если ребенок: • слишком много плачет; • плачет громко, пронзительно или очень долго; • плачет более 3 часов в день и чаще 3 дней в неделю. Синдром детского сотрясения Синдром детского сотрясения (СДС) — это черепно-мозговая травма, когда кто- то в состоянии стресса сильно трясет малыша. Часто это происходит, когда опекуны (родители, няня или другие члены семьи) расстроены или злятся из-за того, что ребенок не прекращает плакать.

source: Shaking can cause brain damage that can lead to: • Death • Blindness • Deafness • Epilepsy (seizures) • Cerebral palsy • Mental retardation • Learning problems • Behavior problems • poor coordination No matter how long your baby cries or how frustrated you feel, never shake or hit your baby. Tell anyone who cares for your baby that if they ever become frustrated to put your baby in a safe place, like their crib, and call you. Tell them to never shake your baby. Before leaving your baby with anyone Ask yourself these questions: • Does this person want to watch my baby? • Can I watch this person with my baby before I leave? • Is this person good with babies? • Will my baby be in a safe place with this person? • Have I told this person to never shake my baby? Trust your instinct. If it does not feel right, do not leave your baby! Soothe a Crying Baby and Prevent Shaken Baby. Russian.
ru: Тряска может привести к черепно- мозговой травме и вызвать: • смерть; • слепоту; • глухоту; • эпилепсию (судороги); • церебральный паралич; • умственную отсталость; • проблемы с обучением; • проблемы с поведением; • расстройства координации. Вне зависимости от того, как долго плачет ребенок и насколько сильно вы расстроены, никогда не трясите и не бейте его. Сообщите всем, кто ухаживает за вашим малышом, что в состоянии стресса они должны положить его в безопасное место, например в кроватку, и позвонить вам. Попросите их никогда не трясти ребенка. Перед тем как с кем-либо оставить своего ребенка Задайтесь следующими вопросами: • Хочет ли этот человек присматривать за моим ребенком? • Могу ли я перед уходом понаблюдать, как он обращается с моим ребенком? • Умеет ли этот человек обращаться с детьми? • Будет ли мой ребенок с ним в безопасности? • Сказал ли я ему, чтобы он никогда не тряс ребенка? Доверьтесь своим инстинктам. Не оставляйте малыша, если что-то не так!

source: Do not leave your baby with anyone who: • Seems annoyed when your baby cries. • Says your baby cries too much. • May become angry if your baby cries or bothers them. • Might treat your baby roughly because they are angry with you. • Has been violent before. • Lost custody of their own children because they could not care for them. • Abuses drugs or alcohol. If you think your baby has been shaken, call 911 Early signs: • Change in sleeping pattern • Hard to wake up • Throwing up (vomiting) • Bruising on shoulders, arms or legs • Irritable • Will not eat or nurse • Crying that cannot be calmed Late signs: • Will not respond or wake up • Breathing problems • Seizures or shaking (convulsions) • No heartbeat All of these signs are serious. Save precious time by calling 911 right away if you think your baby has been shaken. © February 27, 2020, Health Information Translations. information found on this website should not be used in place of a consultation your doctor or other qualified health care provider before you start or stop any treatment State University Wexner Medical Center, Mount Carmel Health System, OhioHealth you may incur as a result of your stopping medical treatment or your failure to obtain Soothe a Crying Baby and Prevent Shaken Baby. Russian.
ru: Не оставляйте ребенка с теми, кто: • раздражается из-за плача; • жалуется, что ребенок часто плачет; • злится, если малыш плачет или причиняет беспокойство; • может грубо обращаться с ребенком из-за того, что злится на вас; • ранее проявлял жестокость; • был лишен родительских прав из-за того, что не заботился о собственных детях; • злоупотребляет наркотиками или алкоголем. Если вы считаете, что ребенка трясли, звоните 911 Ранние признаки: • изменение характера сна; • малыша сложно разбудить; • рвота; • синяки на плечах, ручках или ножках; • раздражительность; • малыш отказывается принимать пищу; • непрекращающийся плач. Поздние признаки: • малыш не реагирует и не просыпается; • проблемы с дыханием; • судороги или конвульсии; • отсутствие сердцебиения. Все эти признаки очень серьезны. Если вы считаете, что ребенка сильно трясли, не теряйте драгоценное время и немедленно позвоните по номеру 911. for personal, non-commercial use only. The medical with your doctor or other health care provider. You should always seek the advice of or with any questions you may have about a medical condition. The Ohio and Nationwide Children’s Hospital are not responsible for injuries or damages treatment.
